Repository: zestsoftware/pareto.socialfooter
Catalog: pareto/socialfooter/locales/*/LC_MESSAGES/pareto.socialfooter.po
Languages: nl

source: Add icon
nl: Ikoon toevoegen

source: After removing one or more icons you have to save for the change to be permanent.
nl: Na het verwijderen van één of meer ikonen moet je opslaan om de aanpassingen te behouden.

source: Changes saved.
nl: Aanpassingen opgeslagen.

source: Choose icon color
nl: Kies een ikoon kleur

source: Choose icon type
nl: Kies een ikoon type

source: Choose social provider
nl: Kies een social media platform

source: Create links to social platforms with icon from Mono.
nl: Creër links naar social media platformen met de ikonen van Mono.

source: Icon
nl: Ikoon

source: Icons
nl: Ikonen

source: Link to social page
nl: Link naar naar social media platform pagina

source: No changes made.
nl: Geen aanpassingen gedaan.

source: Pixel size of the icon (square), the icons are 32px by default, bigger sizes will start to look blocky. Smaller should be fine.
nl: Pixel grootte van het ikoon (vierkante verhouding). De ikonen zijn uit zichzelf 32 pixels breed en hoog. Grotere formaten houden in dat de afbeelding waarschijnlijk blokkerig toont. Kleiner zou geen problemen moeten opleveren.

source: Properties
nl: Eigenschappen

source: Remove icon(s)
nl: Verwijder iko(o)n(en)

source: Size
nl: Grootte

source: Social Footer Setup
nl: Social Footer Instellingen

source: black
nl: zwart

source: circle
nl: cirkel

source: label_add_icon
nl: Ikoon toevoegen

source: label_remove
nl: Verwijderen

source: label_save_icon_properties
nl: Opslaan

source: rounded
nl: afgerond

source: transparent
nl: transparant

source: white
nl: wit
